/* Localized strings for DockSync */

/* Data Class: Dock Items */
"com.apple.dock.items" = "Dock 項目";

/* Entity: A simple entity with just one attribute */
"com.apple.dock.item" = "Dock 項目";
"com.apple.dock.itemlist" = "Dock 項目列表";

/* Attribute: A simple attribute */
"com.apple.dock.itemlist/allItems" = "Dock 項目列表項目";
"com.apple.dock.item/path" = "Dock 項目路徑";
"com.apple.dock.item/label" = "Dock 項目標籤";
"com.apple.dock.item/type" = "Dock 項目類型";
"com.apple.dock.item/parent" = "Dock 項目最上層";
"com.apple.dock.item/properties" = "Dock 項目屬性";

/* Data Class: Dashboard Widgets */
"com.apple.dashboard.widgets" = "Dashboard Widget";

/* Entity: A simple entity with just one attribute */
"com.apple.dashboard.widget" = "Dashboard Widget";

/* Attribute: A simple attribute */
"com.apple.dashboard.widget/bundleID" = "套件識別碼";
"com.apple.dashboard.widget/preferences" = "偏好設定";
"com.apple.dashboard.widget/position" = "位置";
"com.apple.dashboard.widget/widgetID" = "widgetID";
"com.apple.dashboard.widget/inLayer" = "inLayer";

